exersises_db = [
{
"name": "Приседания",
"muscle_group": "Нижняя часть тела",
"how_to": "Встаньте прямо, ноги на ширине плеч, опуститесь вниз, сгибая колени и таз, затем поднимитесь обратно в исходное положение."
},
{
"name": "Отжимания",
"muscle_group": "Грудные мышцы",
"how_to": "Лягте на пол, руки на ширине плеч, опуститесь вниз, сгибая локти, затем поднимитесь обратно в исходное положение."
},
{
"name": "Пресс",
"muscle_group": "Пресс",
"how_to": "Лягте на спину, согните ноги в коленях, поднимите туловище вверх, сгибая живот."
},
{
"name": "Подтягивания",
"muscle_group": "Спина, руки",
"how_to": "Вися на перекладине, подтянитесь вверх, сгибая локти, затем опуститесь обратно."
},
{
"name": "Жим штанги лёжа",
"muscle_group": "Грудные мышцы",
"how_to": "Лежа на горизонтальной скамье, поднимите штангу вверх, затем опустите обратно к груди."
},
{
"name": "Тяга верхнего блока",
"muscle_group": "Спина",
"how_to": "Сидя на тренажере верхнего блока, подтяните рукоятку к груди, сгибая локоть, затем верните в исходное положение."
},
{
"name": "Становая тяга",
"muscle_group": "Спина",
"how_to": "Стоя у штанги, присядьте, схватитесь за штангу, поднимите ее, выпрямляя спину, затем опустите обратно."
},
{
"name": "Тяга горизонтального блока",
"muscle_group": "Спина",
"how_to": "Сидя на тренажере горизонтального блока, подтяните рукоятку к груди, сгибая локоть, затем верните в исходное положение."
},
{
"name": "Разгибание ног в тренажере",
"muscle_group": "Ноги",
"how_to": "Сидя на тренажере разгибания ног, поднимите платформу вверх, выпрямляя ноги, затем опустите обратно."
},
{
"name": "Махи гантелями в стороны",
"muscle_group": "Плечевые мышцы",
"how_to": "Стоя, поднимите гантели в стороны не сгибая руки в локтях, затем верните в исходное положение."
},
{
"name": "Приседания со штангой на плечах",
"muscle_group": "Ноги (квадрицепсы, ягодичные мышцы), ягодичные мышцы, спина",
"how_to": "Ставя штангу на плечи, выполняйте приседания, сгибая колени и опуская таз вниз, затем возвращайтесь в исходное положение."
},
{
"name": "Пресс ногами в тренажере(leg press)",
"muscle_group": "Ноги (квадрицепсы, бедра, ягодичные мышцы)",
"how_to": "Сидя в тренажере, толкните платформу вверх, выпрямляя ноги, затем опустите обратно."
},
{
"name": "Отжимания на брусьях",
"muscle_group": "Грудные мышцы, трицепсы, передние дельты",
"how_to": "Вися на брусьях, опустите тело вниз, сгибая локти, затем поднимитесь вверх, распрямляя руки."
},
{
"name": "Румынская тяга с гирей/штангой/гантелями",
"muscle_group": "Спина (нижняя часть спины, ягодичные мышцы), бедра, подколенные мышцы",
"how_to": "Ставя штангу/гантели перед собой, наклонитесь вперед, сохраняя спину прямой, подтяните вес к верхней части бедер, затем опустите обратно."
},
{
"name": "Выпады с гантелями",
"muscle_group": "Ноги (квадрицепсы, ягодичные мышцы)",
"how_to": "Стоя, держа гантели в руках, делайте шаг вперед и опуститесь на одно колено, затем вернитесь в исходное положение и повторите на другую ногу, контролируя движение."
},
{
"name": "Жим гантелей на горизонтальной скамье",
"muscle_group": "Грудные мышцы (грудные мускулы), плечевые мышцы (передние дельты, трицепсы)",
"how_to": "Лежа на горизонтальной скамье, держа гантели в руках, поднимите их вверх, выпрямляя руки, затем опустите обратно, контролируя движение."
},
{
"name": "Австралийские подтягивания",
"muscle_group": "Широчайшие мышцы спины, бицепсы",
"how_to": "Повисните на горизонтальной перекладине, сжимая ладони к себе, подтянитесь вверх, поднимая грудь к перекладине, затем медленно опуститесь вниз, контролируя движение."
},
{
"name": "Тяга блока на трицепс",
"muscle_group": "Трицепсы",
"how_to": "Встаньте перед блоком с рукояткой/косичкой, возьмите ее и потяните вниз, разгибая локти, затем вернитесь в исходное положение, контролируя движение."
},
{
"name": "Пуловер с гантелей лежа",
"muscle_group": "Грудь, спина (верхние мышцы спины), трицепсы",
"how_to": "Лягте на горизонтальную скамью, возьмите гантель двумя руками, опустите ее за голову, затем поднимите гантель вверх, вытягивая руки, затем опустите гантель за голову, контролируя движение."
},
{
"name": "Ягодичный мостик",
"muscle_group": "Ягодицы, бедра, спина (нижние мышцы спины)",
"how_to": "Лягте на спину, согните ноги в коленях, опирайтесь на пятки и руки, поднимите таз вверх, создавая прямую линию от плеч до колен, затем опустите таз вниз, контролируя движение."
},
{
"name": "Планка",
"muscle_group": "Пресс, спина (лопаточные мышцы), ягодицы",
"how_to": "Встаньте в упор лежа на предплечьях и пальцах ног, создавая прямую линию от головы до пят, подерживайте это положение, напрягая мышцы, контролируя дыхание."
},
{
"name": "Сведение рук в тренажере «бабочка»",
"muscle_group": "Грудные мышцы",
"how_to": "Сядьте на тренажере с правильной техникой, сведите руки вперед перед собой, сжимая грудные мышцы, затем медленно вернитесь в исходное положение, контролируя движение."
},
{
"name": "Поднятие гантелей на бицепс",
"muscle_group": "Бицепсы",
"how_to": "Возьмите гантели в руки, стоя прямо, поднимите их к плечам, сокращая бицепсы, затем медленно опустите гантели вниз, контролируя движение и сохраняя правильную форму."
},
{
"name": "Гиперэкстензия",
"muscle_group": "Спина (верхняя и нижняя части)",
"how_to": "Лягте на специальном тренажере гиперэкстензии, закрепив ноги и бедра. Согните тело вперед, опуская верхнюю часть тела вниз, затем медленно поднимите верхнюю часть тела обратно в исходное положение, контролируя движение и напрягая спину."
},
{
"name": "Бег",
"muscle_group": "Все",
"how_to": "Беги форест, беги!"
},
]